notes/a_thinking_zatan_zhaiyaojilu_summ_notes.org
#+title: PhD notes
#+OPTIONS: html-style:nil
#+HTML_HEAD: <link rel="stylesheet" type="text/css" href="./css/worg.css" />
#+date: Mon Nov 21 10:08:29 2022
#+author: Zi Liang
#+email: liangzid@stu.xjtu.edu.cn
#+latex_class: elegantpaper
#+filetags: ::


## this is the beamer style
#+title: YOUR TITLES
#+author: Zi Liang
#+latex_class: lz-beamer
#+OPTIONS: H:2
#+PROPERTY: comments yes
#+PROPERTY: header-args :exports both :eval never-export
# #+ATTR_latex: :width 200

#+latex_header: \usepackage{amsthm}

#+LATEX_HEADER: \usepackage[hidelinks]{hyperref}
#+LATEX_HEADER: \usepackage[utf8]{inputenc}
#+LATEX_HEADER: \usepackage[small]{caption}

#+latex_header: \usepackage{multirow}
#+latex_header: \usepackage{booktabs}
#+latex_header: \usepackage{graphicx}

#+latex_header: \usepackage{algorithm}
#+latex_header: \usepackage{algorithmicx}

#+latex_header: \usepackage{amsmath}
#+latex_header: \usepackage{amsfonts}
#+latex_header: \usepackage{algpseudocode}



* 读博可以磨练一个人的心性吗？ 


作者：窝果卜丝师
链接：https://www.zhihu.com/question/345748285/answer/2761500968
来源：知乎
著作权归作者所有。商业转载请联系作者获得授权，非商业转载请注明出处。

会的。读博可以磨练一个人的心性。我认为读博或者科研工作最佳的能力就是 *无论今天遭受任何打击，你都能在今晚准时睡得着觉，而在第二天进入办公室或者实验室后能马上进入工作状态。而我相信无论天生性格如何，经过博士或者科研工作的训练都能不同程度的达到这个境界。* 这是一种心态也是能力的一种。我本身就是那种天生很感性的性格，以前往往别人的一句话都能让我晚上焦虑、烦躁的睡不着觉。经过博士期间的训练使得我在不知不觉中具备了一个能力，就是不管做任何事情哪怕是睡觉，都能在最短的时间内进入状态。哪怕前一天发生了很多不愉快的事情，哪怕一大早起来就感觉自己疲惫不堪，但是一踏入实验室的那一刻，马上就感觉满血复活了一样，有条不紊的进行实验直到下班回家。我并不是对科研有很深的兴趣，做实验并非让我快乐，我只是把他当做一份工作。这是在高压环境中经过无数次的失败，重新调整，再失败，再调整，成功，这个循环中训练而成的，正如我说的，整个人的心态会因此发生变化。我觉得不管将来从事任何职业，这种能力和心态都是非常不错的，也是读博经历能带给人的宝贵财富。

另外，很多人在读博期间最大的痛苦就是面对各种压力，我理解的压力来自于两方面，一是导师push施加的，二是担心未来毕业以及工作而形成一种莫名的焦虑，就是网上说的精神内耗。如果是前者，我的建议是你要把位置摆好，明白你读博是给自己读的不是给导师读的， *你需要做的实验是为了自己而不是为了交差而已，因此每一个环节你都要做到比你导师更熟悉更精通，多问自己一些为什么。很多学生觉得自己能力弱，自己笨，原因就在于此，导师给你安排个工作，你完全照他说的去做而不知道为什么这么做，所以你会不自觉的偏离导师真正的意图最终浪费很多时间。* 同时你按照自己的计划完成了自己认为很满意的进度，你无愧于自己，无论导师说什么都用不着在意，再强调一下，读博是为了自己不是给导师读的。如果你的压力是来自于后者，我的建议是要制定严格的计划，比如毕业前发多少篇文章，平均每一年几篇，每一篇文章要做哪些实验才能发表，几个月能完成实验，写文章和改文章又要多少时间等等，具体计划可以随时更改但要详细到每一天，每一天都要有计划。当你有了详细的计划，未来未必能够实现，但绝对不会对未来虚无缥缈的事情而陷入漫长的焦虑和精神内耗中。这就是古人说的：人无远虑 必有近忧。




* 读博的一些trick




  供处于硕博阶段的朋友们参考！

作为你们的老师，我现在每周工作60小时，踏踏实实的60小时。阅读，实践，思考，讨论和请教，周而复始。其实这还不够用，因为我既要独立做这边自己的课题，还要协助各位完成你们的课题。那么对你们的要求降低一些，每周50小时吧。希望是真实而有效率的50小时，思维和四肢都处于激活状态的50小时。

大家千万不要认为这有什么不得了的，跟国外就不用比了，单就国内而言，北大、清华、中科院研究生的工作状态，比50小时有过之而无不及。不能否认我们学生的天赋，但我们的天赋大约不会比北大、清华、中科院或者Stanford, Harvard,UCBerkeley的学生高很多。一周工作40小时或更少，我们拿什么去竞争？

上面说的比较抽象，那再给各位提出一个具体的问题请大家考虑：

现在你阅读一篇自己研究方向的英文文献，在字典帮助下，能否在3小时（研究生）或6小时（本科生）内完全读懂和理解？现在你阅读一篇本领域的文献时，能否自然地联想起3篇以上相关的文献？

如果您还做不到，那就还没有跨入研究的门槛，还需加油。



1

『再谈研究生的学习与研究』

我个人觉得，研究生期间为人、为学确实要注意方式方法。
（1）作为低年级研究生，你的师兄师姐（尤其是马上毕业，即将离开课题组的师兄师姐）是你不容错过的资源！无论他们的工作做得是不是特别出色，最好真诚地与他们交流、沟通，向他们请教，将他们掌握或领悟到的核心技术和关键步骤学到手，这非常重要！
一般来说，由于毕业有诸如发表文章等硬性要求，实验室内部也存在隐形竞争，有的师兄师姐不大可能在平时将所掌握的东西（尤其是自己花很大精力摸索总结的东西）全部告诉你，也不可能毫无保留地向老板汇报，而这些恰好是你需要的。也许他们教你，只需一句话，指点一个实验步骤，但对你来说可以节约几个月的摸索时间。
放下你的架子，不要以为你师兄师姐掌握的东西你很早就完全学会了，很可能他们留了一手！但实事求是的讲，师兄师姐本身没有教你的义务，他不是你的导师！如何学到手，看你的表现了！记住：这可能节省你大量的时间和精力。
（2）对于研究来说，文献是你的生命之一！注意多看文献，多看高档次杂志的最新文献；即使你的学校或研究所没有某种资源，你也可以通过网络交流，文献传递等来获取你要的资料。文献是用来看（学习）的，不是用来收藏或向他人炫耀的，不要仅仅成为文献收藏家。而且要学会看文献，只有少数文献才需要精读或反复读，反复领会。
（3）一口吃不成大胖子！将你要解决的难题分步骤逐渐解决。虽然全局很重要，但你可以将一个大问题分成多个小问题，各个击破。不要急于三下两下就解决而弄得自己焦躁不安，这无助于问题的解决，否则，研究生就不必几年才能毕业了。
（4）每个人考虑问题的角度不同，留意同领域人员的意见（虽然他们的意见未必正确），他们（包括导师）“不经意”的一句话，综合你的思考，很可能对你解决问题很有帮助！留意你的导师对课题组其他成员的指导（包括“训斥”），在你的工作中加以利用或避免。
（5）对于有一定基础（高年级）的研究生来说，文献在你看来不可能十全十美，带着审视的眼光去读文献，从中寻找你的方向和突破口，你可能做出比你说看文献更好的东西。
（6）向你感兴趣的文献作者请教，或与他们交流！你注意到他们的成果本身就是对他们的尊重，不要担心自己是小字辈别人不理你。我曾给国外一大师级人物发电子邮件索要一篇较早的论文，他告诉我他也没有电子版，可以寄给我纸板论文，让我告诉他地址，最后真的很快就将论文寄给我了。
（7）研究生第一年上课，第三年找工作、写毕业论文、答辩，很快就过去了，因此，做事一定要有计划，头脑要清楚，要主动！确定导师以后就该主动多与导师联系，多与课题组的师兄师姐联系，早着手准备，哪怕随便在网上浏览相关领域的新闻也好。不要总是等导师催你做什么，你才做什么，尤其是博士研究生！
（8）当你很忙时，静下来想一想，究竟你是忙，还是“茫”或“盲”！无论如何，都要留时间思考和总结，投入很重要，但不要一味的埋头做实验！
（9）做完实验，尽早处理结果，这对你后续实验设计非常重要！很多东西不是你想象的结果，要分析，调整实验方案，不要等到毕业再来处理，到时候有问题已经来不及了。
（10）若有可能，在研究生期间尽早投一篇文章给好一点的杂志，即使不能发表，也会很有收获，因为好杂志往往会请相关领域的专家为你评审，会给出很详细的评审意见，这对你来说，是非常重要的指导！
（11）当你的工作做得比较扎实以后，答辩就只是你展示的舞台了。因为所有在场的人中，你才是对论文中的工作最熟悉的“专家”。剩下的就是做好ppt了。
（12）每个人都有一本难念的经！不要抱怨！无论遇到什么问题，导师、课题组成员、经费......正确处理，努力工作，与人为善，开心生活！

2

『每天睡觉前坚持做三件事』

1、今天都干了些什么，那些与课题实验有关，用科学而简练的语言描述出来，记录下来，自认为失败的实验也要认真对待，并找出原因。
2、想好并安排好明天要做的实验，千万不要到了明天再准备。
3、前两件事做不好，不要睡觉。
就这样，坚持做，一定会进步很快的。


3

『博士答辩过后的反思』

我虽博士论文盲审和答辩均以全优通过，文章也发了不少（IF总和约20），但回头看，还是有很多不尽如意的地方，在此将个人经验与各位XDJM交流，望批评、鼓励和讨论。
1、要脚踏实地，但目标不能太低。“欲得其中，必求其上；欲得其上，必求上上”，口里可以说只求达到学校规定的最低标准就可以了，但心里一定不能限于此。
2、学会做人，做一个大家欢迎的人。这对于研究生来说非常重要，直接影响你是否有人愿与你合作，是否有人帮助你（包括提意见和建议，哪怕所提意见和建议不正确）。
3、寻求老板的支持很重要，毕业时的每一步都要老板签字和鉴定。多与老板沟通，尤其是老板心情不错时与他多沟通！如果他对你帮助不大，你也得多与他沟通，至少让他少从反方向对你施加作用力。
4、研究生与导师或许天生就是一对矛盾体。有时很难说谁对谁错，要多思考，自己判断导师的为人为学，或许师兄师姐告诉你的“悄悄话”带有他们自己的感情色彩。
5、如果有机会，一定争取在研究生期间出去参加一次学术会议；对于博士研究生，最好可以作一次会议的口头报告。也许参加会议不能提高你很多（或学不到任何学术知识），但对你多方面的能力都有很好的锻炼，你也可以结识一些相关领域的同行（前辈）。
6、要豁达。不要只愿意听好话，听恭维的话！研究生多听一些对你工作的批评意见有利于你后面的工作，虽然逆耳。
7、有的人是想从老板那里弄两条鱼走人，有的人是想用老板那里的网捕两条鱼走人，你最好借用老板的条件，学着织合适的网捕鱼。这很痛苦，但你毕业时的前途不一样。
8、如果你的老板很适合你，不要辜负他！如果你碰到的老板不如意，尽量不要抱怨，这无助于问题的解决。多沟通，多争取支持，争取多的支持，让老板对你有信心，看到你工作的意义。
9、如果你做的是新课题，迅速在你的具体研究方向（课题）崛起，尽快在该方向超越老板，这有利于你后面跟老板交流。如果你是博士生，毕业时在你的具体研究方向还不如你的老板，有点失败！
10、通过提高实力确立地位，不要学别人将心思花在请客、送礼、溜须拍马、打小报告上。

4

『其他』

1、不要轻易崇拜或者鄙视一个人。人都有偶像,但请拥有你自己的个性.不要刻意去模仿一个人,因为你就是你,是唯一的,独一无二的,要有自信.也不要全盘否定一个人,每个人是有价值的,如果你不能理解他,也请学会接受。
2、别把钱看得太重。不要抱怨自己现在工资低,银行存款4位数以下,看不到前途,现在要做的就是努力学习,即使你文凭再高,怎么把理论运用到实践还是需要一个很长的锻炼过程,社会永远是一所最博大的大学,它让你学到的知识远比你在学校学到的重要得多,所以同样,你也别太介意学历低，30岁之前靠自己能力买车买房的人还是极少。
3、学会体谅父母。别嫌他们唠叨,等你为人父了你就知道可怜天下父母心,在他们眼里你还是个孩子,但他们真的老了,现在得你哄他们开心了,也许只要你的一个电话,一点小礼物,就可以让他们安心,很容易做到.
4、交上好朋友。朋友对你一生都影响重大,不要去结识太多酒肉朋友,至少得有一个能在关键时刻帮助你的朋友,如果遇到这么一个人,就好好把握,日后必定有用,不管他现在是富还是穷.
5、不要沉迷于任何东西。所谓玩物而丧志，网络游戏是你在出校门之前玩的，你现在没有多余的时间和精力花费到这上面，否则你透支的东西以后都得偿还.一个人要有兴趣，爱好，但请分清楚轻重。


  
reference: https://mp.weixin.qq.com/s/5GDLPHbuqE5DFiplntEziQ


